"LANG" = "(French)";

"TB_ONYX" = "OnyX";
"TB_CHECK" = "Vérification";
"TB_MAINTAIN" = "Maintenance";
"TB_CLEAN" = "Nettoyage";
"TB_UTILS" = "Utilitaires";
"TB_AUTOMATE" = "Automation";
"TB_PARAM" = "Paramètres";
"TB_INFO" = "Informations";
"TB_LOG" = "Historique";

"TT_ONYX" = "Afficher uniquement la barre d'outils";
"TT_CHECK" = "Effectuer diverses vérifications";
"TT_MAINTAIN" = "Effectuer les opérations de maintenance";
"TT_CLEAN" = "Effectuer les opérations de nettoyage";
"TT_UTILS" = "Effectuer diverses opérations";
"TT_AUTOMATE" = "Effectuer les principales opérations de maintenance et de nettoyage";
"TT_PARAM" = "Activer ou désactiver les fonctions cachées";
"TT_INFO" = "Afficher les informations";
"TT_LOG" = "Afficher l'historique et les rapports de problèmes d'OnyX";

"EXEC_ONYX" = "Lancement de OnyX";
"READ_PARAM" = "Lecture des paramètres...";
"READ_INFO" = "Lecture des informations...";

"DEFAULT" = "par défaut";
"BY_PROC" = " (par processeur)";
"BY_CORE" = " (par coeur)";
"USEDBYSYSTEM" = " (utilisée par le système)";
"USEDBYONYX" = " (utilisée par OnyX)";
"OCTETS" = " octets";
"KO" = " Ko";
"MO" = " Mo";
"GO" = " Go";
"TO" = " To";

"B_CANCEL" = "Annuler";
"B_DL" = "Télécharger";
"B_QUIT" = "Quitter";
"B_CONTINUE" = "Continuer";
"B_RESTART" = "Redémarrer";
"B_CLOSE" = "Fermer";
"B_SHUTDOWN" = "Eteindre";
"B_CREATE" = "Créer";
"B_DELETE" = "Supprimer";
"B_ENABLE" = "Activer";
"B_DISABLE" = "Désactiver";
"FIELD_ENABLE" = "Activée";
"FIELD_DISABLE" = "Désactivée";

"CHECK_UPDATE" = "Recherche de mise à jour...";
"UPTODATE" = "OnyX est à jour.";
"MSG_UPTODATE" = "Aucune version plus récente d'OnyX n'est disponible. Cliquez sur OK pour continuer.";
"NO_UPDATE" = "Aucune nouvelle version n'était disponible";
"NO_UPDATEBETA" = "Il n'est pas possible de rechercher une mise à jour depuis une version Beta.";
"UPDATE_DL" = "Nouvelle version détectée et téléchargée";
"UPDATE_NODL" = "Nouvelle version détectée mais pas téléchargée";
"DL_UPDATE" = "Téléchargement en cours...";
"NEW_VERS" = "Nouvelle version détectée.";
"MSG_VERSA" = "Vous utilisez actuellement la version ";
"MSG_VERSB" = " d'OnyX. Une version plus récente (";
"MSG_VERSC" = ") est disponible.";
"DLOK" = "Téléchargement terminé.";
"MSG_DLOK" = "La dernière version d'OnyX a été téléchargée et placée sur le Bureau ou dans le dossier que vous avez indiqué dans les préférences d'OnyX.";

"CHECK_SMART" = "Vérification de l'état S.M.A.R.T. du disque";
"MSG_CHECKSMART" = "Il est recommandé de vérifier régulièrement l'état S.M.A.R.T. du disque. Cette opération ne dure que quelques secondes et peut être désactivée dans les préférences d'OnyX.";
"DISABLE_SMART" = "La vérification de l'état S.M.A.R.T. du disque au lancement peut être désactivée dans les préférences d'OnyX.";
"SMART_VERIFIED" = "État S.M.A.R.T. vérifié.";
"MSG_SMART_VERIFIED" = "Ce disque semble fonctionner correctement.";
"SMART_NOTSUPPORTED" = "État S.M.A.R.T. non géré.";
"MSG_SMART_NOTSUPPORTED" = "L'état S.M.A.R.T. n'a pas été vérifié car il n'est pas géré par ce disque.";
"SMART_NOTVERIFIED" = "État S.M.A.R.T. non vérifié.";
"MSG_SMART_NOTVERIFIED" = "Erreur détectée durant la vérification de l'état S.M.A.R.T de ce disque.";
"MSG_SMART_RAID" = "OnyX ne peut pas vérifier l'état S.M.A.R.T. d'un ensemble RAID.";

"CHECKDISK" = "Vérification de la structure du volume";
"MSG_ALERTCHECK" = "Avant d'effectuer la maintenance ou le nettoyage du système, il est préférable de vérifier la structure du volume de démarrage.";
"MSG_CHECKDISK" = "Pour effectuer cette vérification, OnyX va quitter toutes les applications ouvertes (certaines tâches peuvent fausser le résultat de la vérification). \nPendant la vérification, il se peut que le Finder ralentisse ou ne réponde plus, que la roue multicolore tournante apparaisse ou que votre ordinateur cesse de répondre (se gèle). C'est normal, veuillez patienter !!";
"CHECKDISK_OK" = "Vérification terminée.";
"MSG_CHECKDISK_OK" = "Le volume de démarrage semble être en bon état.";
"CHECKDISK_NOTOK" = "Réparation nécessaire.";
"MSG_CHECKDISK_NOTOK" = "Pour réparer votre disque de démarrage, démarrez depuis votre disque d'installation Mac OS X, puis choisissez Utilitaires > Utilitaire de disque.";
"NOCHECKDISK" = "Vérification impossible.";
"MSG_NOCHECKDISK" = "Impossible de vérifier la structure de ce volume car il n'est pas journalisé.";

"CHECK_PLIST" = "Vérification des fichiers de préférences";
"PLIST_OK" = "La syntaxe des fichiers vérifiés est correcte.";

"REPAIRPERM" = "Réparation des permissions du disque";
"DAILY" = "Exécution des scripts de maintenance quotidiens";
"WEEKLY" = "Exécution des scripts de maintenance hebdomadaires";
"MONTHLY" = "Exécution des scripts de maintenance mensuels";
"ARCHIVEDLOGS" = "Suppression des historiques système archivés";
"ENDSCRIPTS" = "Exécution des scripts terminée.";
"MSG_ENDSCRIPTS" = "Les scripts de maintenance sélectionnés ont été exécutés avec succès.";
"LAST_EXEC" = "- Dernière exécution : ";
"MAINTAIN" = "Opérations de maintenance en cours...";
"LAUNCHSERVICES" = "Reconstruction de la base de données LaunchServices";
"DSSTORE" = "Suppression des fichiers .DS_Store";
"DYLDCACHE" = "Mise à jour des caches partagés dyld";
"INDEX_SPOTLIGHT" = "Reconstruction de l'index de Spotlight";
"INDEX_BAL" = "Reconstruction de l'index des boîtes aux lettres de Mail";
"SIDEBAR" = "Restauration de la barre latérale des fenêtres du Finder";
"HELPVIEWER" = "Restauration du menu de Visualisation Aide";
"ENDMAINTAIN" = "Maintenance terminée.";
"MSG_ENDMAINTAIN" = "Les opérations de maintenance sélectionnées ont été exécutées.";

"CLEAN" = "Opérations de nettoyage en cours...";
"CACHE_BOOT" = "Suppression des fichiers caches de démarrage";
"CACHE_KERNEL" = "Suppression des fichiers caches du noyau";
"CACHE_INTLDATA" = "Suppression des fichiers caches des préférences International";
"CUPS_FILES" = "Suppression de toutes les tâches d'impression de cups";
"CACHE_DIRECTORYSERVICE" = "Suppression du cache des services d'annuaire";
"CACHE_COMPQT" = "Suppression du cache des composants QuickTime";
"CACHE_COMPAUDIO" = "Suppression du cache des composants Audio";
"CACHE_COMPOTHERS" = "Suppression du cache de divers composants";
"CACHE_APP" = "Suppression des fichiers caches des applications";
"CACHE_PREFPANES" = "Suppression des fichiers caches des panneaux de préférences Système";
"CACHE_AU" = "Suppression des fichiers caches Audio Units";
"CACHE_JAVA" = "Suppression des fichiers caches Java et Applets Java";
"CACHE_DESKTOP" = "Suppression des fichiers caches des images de fond d'écran";
"CACHE_ICONDOCK" = "Suppression des fichiers caches des icônes du Dock";
"CACHE_COLORSYNC" = "Suppression des fichiers caches des profils ColorSync";
"CACHE_QUICKLOOK" = "Suppression des fichiers caches de QuickLook";
"TEMP_ITEMS" = "Suppression des éléments temporaires";
"CACHE_BROWSER" = "Suppression des caches de navigation Internet";
"CACHE_DOWNLOAD" = "Suppression des caches de téléchargement";
"HISTORY_BROWSER" = "Suppression de l'historique des navigateurs web";
"RECENT_SEARCH" = "Suppression des recherches récentes";
"WEBPAGE_PREVIEWS" = "Suppression des aperçus de pages web";
"BOOKMARKS_ICONS" = "Suppression des icônes des signets";
"INFOS_FORM" = "Suppression des informations des formulaires";
"COOKIES" = "Suppression des cookies";
"CACHE_FONTS" = "Suppression des fichiers caches des polices";
"RECENT_ITEMS" = "Suppression des éléments récents";
"RECENT_CONVERSIONS" = "Suppression des dernières conversions de la Calculette";
"MAIL_DOWNLOADS" = "Suppression des fichiers du dossier Téléchargements Mail";
"SAVED_SEARCHES" = "Suppression des éléments du dossier Recherches enregistrées";
"TMP" = "Suppression des fichiers temporaires et obsolètes";
"OLDITUNESLIB" = "Suppression des précédentes bibliothèques d'iTunes";
"MYCOMPSS" = "Suppression de la liste 'Mes Ordinateurs' du partage d'écran";
"CONTENTGUIDEQT" = "Suppression du guide de contenu QuickTime";
"ENDCLEAN" = "Nettoyage terminé.";
"MSG_ENDCLEAN" = "Les opérations de nettoyage sélectionnées ont été exécutées.";

"EMPTY_TRASH" = "Suppression du contenu de la corbeille";
"DESTROY_TRASH" = "Destruction du contenu de la corbeille";
"ALRT_TRASH" = "Le contenu de la Corbeille de tous les comptes de tous les volumes connectés va être définitivement supprimé.";
"MSG_DESTROYTRASH" = "Attention : Cette opération est particulièrement longue à exécuter. Veuillez patienter !";
"ENDEMPTYTRASH" = "Corbeille vidée.";
"MSG_ENDEMPTYTRASH" = "Le contenu de la Corbeille de tous les comptes de tous les volumes connectés a été supprimé avec succès.";

"LOCATE_YES" = "Création de la base de données Locate";
"LOCATE_NO" = "Suppression de la base de données Locate";
"MSG_DELETELOCATE" = "Souhaitez-vous vraiment supprimer la base de données Locate ?";
"UPDATE_LOCATE" = "Mise à jour de la base de données Locate";
"SEARCH_LOCATE" = "Recherche dans la base de données locate ";
"ENDUPDLOCATE" = "Base de données Locate mise à jour.";
"MSG_ENDUPDLOCATE" = "La base de données Locate a été reconstruite et mise à jour avec succès.";
"SEARCH_RESULT" = "Résultat de la recherche";
"NO_ITEMFOUND" = "Aucun élément contenant";
"NO_FOUND" = "n'a été trouvé.";
"ONE_ITEMFOUND" = "Un seul élément contenant";
"ONE_FOUND" = "a été trouvé.";
"MORE_ITEMFOUND" = "éléments contenant";
"MORE_FOUND" = "ont été trouvés.";
"UPDATE_WHATIS" = "Mise à jour de la base de données Whatis";
"ENDUPDWHATIS" = "Base de données Whatis mise à jour.";
"MSG_ENDUPDWHATIS" = "La base de données Whatis a été reconstruite et mise à jour avec succès.";

"ACCT_YES" = "Activation de la comptabilité des processus";
"ACCT_NO" = "Désactivation de la comptabilité des processus";

"SHOWVOLUME" = "Affichage du volume : ";
"HIDEVOLUME" = "Masquage du volume : ";
"SHOWFOLDER" = "Affichage du dossier : ";
"HIDEFOLDER" = "Masquage du dossier : ";
"SHOWFILE" = "Affichage du fichier : ";
"HIDEFILE" = "Masquage du fichier : ";

"AUTOMATE" = "Automation en cours...";
"ALL_LOGS" = "Suppression des historiques et des rapports de diagnostic";
"SYSTEM_CACHE" = "Suppression des fichiers caches du Système";
"USER_CACHE" = "Suppression des fichiers caches Utilisateur";
"WEB_CACHE" = "Suppression des caches et historiques Internet";
"MISC_ITEMS" = "Suppression de divers éléments";
"ENDAUTOMATE" = "Automation terminée.";
"MSG_ENDAUTOMATE" = "Les opérations d'automation sélectionnées ont été exécutées.";

"RESTART" = "Les commandes sélectionnées ont été exécutées avec succès."; 
"MSG_RESTART" = "Il est recommandé de redémarrer l'ordinateur.";

"DOUBLEBOTH" = "Activation des double-flèches à toutes les extrémités";
"DOUBLEMAX" = "Activation des double-flèches en bas et à droite";
"DOUBLEMIN" = "Activation des double-flèches en haut et à gauche";
"SINGLE" = "Activation des simple-flèches à toutes les extrémités";
"SETTIME" = "Paramétrage de la vitesse d'affichage des panneaux et fenêtres";
"CRASHREPORT_BASIC" = "Activation du mode Basique des rapports de diagnostic";
"CRASHREPORT_DEV" = "Activation du mode Développeur des rapports de diagnostic";
"CRASHREPORT_SERVER" = "Activation du mode Serveur des rapports de diagnostic";
"DSSTORENETWORK_YES" = "Activation de la création des fichiers .DS_Store sur les volumes du réseau";
"DSSTORENETWORK_NO" = "Désactivation de la création des fichiers .DS_Store sur les volumes du réseau";
"DSSTORENETWORK" = "Modification de la création des fichiers .DS_Store sur les volumes du réseau."; 
"DSSTORENETWORK_RESTART" = "La modification de la création des fichiers .DS_Store sur les volumes du réseau ne prendra effet qu'après le redémarrage de votre ordinateur.\nSouhaitez-vous vraiment forcer le redémarrage de l'ordinateur maintenant ?";
"FORMAT_CAPTURE" = "Modification du format des captures d'écran";
"SHADOWSC_YES" = "Affichage de l'ombre dans les captures de fenêtres";
"SHADOWSC_NO" = "Masquage de l'ombre dans les captures de fenêtres";
"PATH_CAPTURE" = "Modification du chemin d'enregistrement des captures d'écran";
"NEWNAME_CAPTURE" = "Modification du nom des captures d'écran";
"RECENTITEMS_YES" = "Affichage des éléments récents dans les applications";
"RECENTITEMS_NO" = "Masquage des éléments récents dans les applications";
"RECENTPLACES" = "Modification du nombre d'emplacements récents dans les zones de dialogue";
"START_ANIMDESKTOP" = "Démarrage du fond d'écran animé";
"STOP_ANIMDESKTOP" = "Arrêt du fond d'écran animé";
"ALERTDOWNLOADED_YES" = "Affichage du message d'alerte au lancement des applications téléchargées";
"ALERTDOWNLOADED_NO" = "Masquage du message d'alerte au lancement des applications téléchargées";
"PP_ARCHIVES" = "Installation du panneau de préférences Archives";
"PP_PROCESSOR" = "Installation du panneau de préférences Processor";
"REINIT_GENERAL" = "Réinitialisation des paramètres généraux";

"ZOOMAPP_YES" = "Activation de l'effet au lancement des applications";
"ZOOMAPP_NO" = "Désactivation de l'effet au lancement des applications";
"ZOOMWIND_YES" = "Activation de l'effet d'agrandissement des fenêtres";
"ZOOMWIND_NO" = "Désactivation de l'effet d'agrandissement des fenêtres";
"ANIMINFO_YES" = "Activation de l'effet de la fenêtre d'informations";
"ANIMINFO_NO" = "Désactivation de l'effet de la fenêtre d'informations";
"ANIMSNAP_YES" = "Activation de l'effet d'alignement des icônes sur la grille";
"ANIMSNAP_NO" = "Désactivation de l'effet d'alignement des icônes sur la grille";
"SHOWFILESFINDER_YES" = "Affichage des fichiers et dossiers Système cachés";
"SHOWFILESFINDER_NO" = "Masquage des fichiers et dossiers Système cachés";
"PATHINTITLE_YES" = "Affichage du chemin d'accès dans le titre des fenêtres";
"PATHINTITLE_NO" = "Masquage du chemin d'accès dans le titre des fenêtres";
"FOLDERCONTENTQL_YES" = "Affichage du contenu des dossiers dans la fenêtre Coup d'oeil";
"FOLDERCONTENTQL_NO" = "Masquage du contenu des dossiers dans la fenêtre Coup d'oeil";
"LABEL_1LINE" = "Affichage du libellé des icônes sur une ligne";
"LABEL_2LINES" = "Affichage du libellé des icônes sur deux lignes";
"MENUBAR" = "Modification du fond de la barre des menus";
"MENUBAR_RESTART" = "La modification du fond de la barre des menus ne prendra effet qu'après le redémarrage de votre ordinateur.\nSouhaitez-vous vraiment forcer le redémarrage de l'ordinateur maintenant ?";
"SHOWPREFS_YES" = "Affichage de l'élément 'Préférences...' du menu Finder";
"SHOWPREFS_NO" = "Masquage de l'élément 'Préférences...' du menu Finder";
"SHOWTRASH_YES" = "Affichage de l'élément 'Vider la corbeille' du menu Finder";
"SHOWTRASH_NO" = "Masquage de l'élément 'Vider la corbeille' du menu Finder";
"QUITFINDER_YES" = "Affichage de la commande Quitter du menu Finder";
"QUITFINDER_NO" = "Masquage de la commande Quitter du menu Finder";
"SHOWEJECT_YES" = "Affichage de l'élément 'Éjecter' du menu Fichier";
"SHOWEJECT_NO" = "Masquage de l'élément 'Éjecter' du menu Fichier";
"SHOWBURN_YES" = "Affichage de l'élément 'Graver le disque...' du menu Fichier";
"SHOWBURN_NO" = "Masquage de l'élément 'Graver le disque...' du menu Fichier";
"PERSOTOOLBAR_YES" = "Affichage de l'élément 'Personnaliser la barre d'outils...' du menu Présentation";
"PERSOTOOLBAR_NO" = "Masquage de l'élément 'Personnaliser la barre d'outils...' du menu Présentation";
"VIEWOPTIONS_YES" = "Affichage de l'élément 'Afficher les options de présentation' du menu Présentation";
"VIEWOPTIONS_NO" = "Masquage de l'élément 'Afficher les options de présentation' du menu Présentation";
"IDISK_YES" = "Affichage de l'élément iDisk du menu Aller";
"IDISK_NO" = "Masquage de l'élément iDisk du menu Aller";
"SHOWGOTOFOLDER_YES" = "Affichage de l'élément 'Aller au dossier...' du menu Aller";
"SHOWGOTOFOLDER_NO" = "Masquage de l'élément 'Aller au dossier...' du menu Aller";
"SHOWCONNECTTO_YES" = "Affichage de l'élément 'Se connecter au serveur...' du menu Aller";
"SHOWCONNECTTO_NO" = "Masquage de l'élément 'Se connecter au serveur...' du menu Aller";
"EXTRASMENU" = "Affichage du menu ";
"EXTRASMENUBAR" = " dans la barre des menus";
"REINIT_FINDER" = "Réinitialisation des paramètres du Finder";

"DOCK3D" = "Affichage du Dock style 3D avec effet miroir";
"DOCK2D" = "Affichage du Dock style 2D avec effet de transparence";
"GENIE" = "Activation de l'effet de miniaturisation Génie";
"SCALE" = "Activation de l'effet de miniaturisation Echelle";
"SUCK" = "Activation de l'effet de miniaturisation Aspirateur";
"MINIMIZE128_YES" = "Désactivation de la réduction proportionnelle des fenêtres dans le Dock";
"MINIMIZE128_NO" = "Activation de la réduction proportionnelle des fenêtres dans le Dock";
"ORIENTATION_BOTTOM" = "Affichage du Dock en bas sur l'écran";
"ORIENTATION_LEFT" = "Affichage du Dock à gauche sur l'écran";
"ORIENTATION_RIGHT" = "Affichage du Dock à droite sur l'écran";
"PINNING_START" = "Ancrage du Dock sur le bord par le début";
"PINNING_MIDDLE" = "Alignement du Dock au centre de l'écran";
"PINNING_END" = "Ancrage du Dock sur le bord par la fin";
"ALIGN_TOP" = "Ancré en haut";
"ALIGN_BOTTOM" = "Ancré en bas";
"ALIGN_LEFT" = "Ancré à gauche";
"ALIGN_RIGHT" = "Ancré à droite";
"LAUNCHANIM_YES" = "Activation de l'animation à l'ouverture des applications";
"LAUNCHANIM_NO" = "Désactivation de l'animation à l'ouverture des applications";
"NOBOUNCING_YES" = "Désactivation de l'animation en cas d'alerte en arrière plan";
"NOBOUNCING_NO" = "Activation de l'animation en cas d'alerte en arrière plan";
"ONLYSTATICAPP_YES" = "Affichage dans le Dock des applications ouvertes uniquement";
"ONLYSTATICAPP_NO" = "Affichage dans le Dock de toutes les applications";
"SHOWHIDDEN_YES" = "Activation de la transparence des applications masquées dans le Dock";
"SHOWHIDDEN_NO" = "Désactivation de la transparence des applications masquées dans le Dock";
"AUTOHIDE_YES" = "Activation du masquage/affichage automatique";
"AUTOHIDE_NO" = "Désactivation du masquage/affichage automatique";
"ANIMDOCK_YES" = "Activation de l'animation lors du masquage/affichage du Dock";
"ANIMDOCK_NO" = "Désactivation de l'animation lors du masquage/affichage du Dock";
"EXPOSEMENUS_YES" = "Activation des menus d'Exposé";
"EXPOSEMENUS_NO" = "Désactivation des menus d'Exposé";
"LOCKSIZE_YES" = "Verrouillage de la taille des icônes du Dock";
"LOCKSIZE_NO" = "Déverrouillage de la taille des icônes du Dock";
"LOCKCONTENT_YES" = "Verrouillage des icônes du Dock";
"LOCKCONTENT_NO" = "Déverrouillage des icônes du Dock";
"SINGLEAPP_YES" = "Activation du mode Application unique";
"SINGLEAPP_NO" = "Désactivation du mode Application unique";
"LISTSTACK_YES" = "Affichage non hiérarchique du menu Liste des piles";
"LISTSTACK_NO" = "Affichage hiérarchique du menu Liste des piles";
"MOUSEOVERSTACK_YES" = "Activation de l'effet de survol des éléments dans les piles affichées par grille";
"MOUSEOVERSTACK_NO" = "Désactivation de l'effet de survol des éléments dans les piles affichées par grille";
"STACK_RECENTFAVORITE" = "Ajoût d'une pile Éléments récents/favoris dans le Dock";
"SPACER_APP" = "Ajoût d'un espace invisible dans la partie gauche du Dock";
"SPACER_OTHERS" = "Ajoût d'un espace invisible dans la partie droite du Dock";
"RESTORE_DOCK" = "Restauration de l'affichage et des paramètres du Dock";
"REINIT_DOCK" = "Réinitialisation des paramètres du Dock";

"HIDECONTROLSQT_YES" = "Masquage des commandes de lecture dans les fenêtres QuickTime";
"HIDECONTROLSQT_NO" = "Affichage des commandes de lecture dans les fenêtres QuickTime";
"HIDETITLEQT_YES" = "Masquage de la barre de titre dans les fenêtres QuickTime";
"HIDETITLEQT_NO" = "Affichage de la barre de titre dans les fenêtres QuickTime";
"AUTOPLAYMOVIE_YES" = "Activation de la lecture automatique à l'ouverture d'une séquence";
"AUTOPLAYMOVIE_NO" = "Désactivation de la lecture automatique à l'ouverture d'une séquence";
"ROUNDEDCORNERS_YES" = "Affichage du contour des fenêtres arrondi";
"ROUNDEDCORNERS_NO" = "Affichage du contour des fenêtres à angles droits";
"FULLSCREENQT_YES" = "Activation du maintien en mode plein écran de QuickTime";
"FULLSCREENQT_NO" = "Désactivation du maintien en mode plein écran de QuickTime";
"QTINFOPANEL_YES" = "Affichage de l'inspecteur de séquence au lancement de QuickTime Player 7";
"QTINFOPANEL_NO" = "Masquage de l'inspecteur de séquence au lancement de QuickTime Player 7";
"REINIT_QUICKTIME" = "Réinitialisation des paramètres de QuickTime";

"PDFAUTO_YES" = "Activation de l'ouverture des fichiers PDF dans Safari";
"PDFAUTO_NO" = "Désactivation de l'ouverture des fichiers PDF dans Safari";
"SAFARICACHE_YES" = "Activation du cache des aperçus de pages web de Safari";
"SAFARICACHE_NO" = "Désactivation du cache des aperçus de pages web de Safari";
"BACKFORWARD_YES" = "Activation des boutons Précédent/Suivant dans Safari";
"BACKFORWARD_NO" = "Désactivation des boutons Précédent/Suivant dans Safari";
"SINGLEWIND_YES" = "Activation du mode Fenêtre unique dans Safari";
"SINGLEWIND_NO" = "Désactivation du mode Fenêtre unique dans Safari";
"CONFIRMCLOSEWIND_NO" = "Désactivation de la confirmation lors de la fermeture de plusieurs pages dans Safari";
"CONFIRMCLOSEWIND_YES" = "Activation de la confirmation lors de la fermeture de plusieurs pages dans Safari";
"DEBUGSAFARI_YES" = "Activation du menu Développement de Safari";
"DEBUGSAFARI_NO" = "Désactivation du menu Développement de Safari";
"FAVICON_YES" = "Affichage des icônes des signets";
"FAVICON_NO" = "Masquage des icônes des signets";
"SHOWTOOLTIPS_YES" = "Affichage de l'adresse des liens dans les bulles d'aide";
"SHOWTOOLTIPS_NO" = "Masquage de l'adresse des liens dans les bulles d'aide";
"PRINTBACKGROUND_YES" = "Activation de l'impression d'arrière-plan dans Safari";
"PRINTBACKGROUND_NO" = "Désactivation de l'impression d'arrière-plan dans Safari";
"PRINTHEADERFOOTER_YES" = "Activation de l'impression des en-tête et bas de page dans Safari";
"PRINTHEADERFOOTER_NO" = "Désactivation de l'impression des en-tête et bas de page dans Safari";
"HISTO_SAFARI" = "Paramétrage de l'historique de Safari";
"FIXWEBKITBUG" = "Réactivation de l'option Réduire/agrandir le texte seulement";
"REINIT_SAFARI" = "Réinitialisation des paramètres de Safari";

"MAILPLAINTEXT_YES" = "Affichage des nouveaux messages de Mail au format Texte";
"MAILPLAINTEXT_NO" = "Affichage par défaut des nouveaux messages de Mail";
"DATADETECTMAIL_NO" = "Désactivation des Data Detectors de Mail";
"DATADETECTMAIL_YES" = "Activation des Data Detectors de Mail";
"VIEWATTACHMENT_YES" = "Activation de l'affichage des pièces jointes dans les messages";
"VIEWATTACHMENT_NO" = "Désactivation de l'affichage des pièces jointes dans les messages";
"MAIL_MINIFONTSIZE" = "Modification de la taille minimale de la police dans les messages de Mail";
"COPYNAMEMAIL_YES" = "Affichage du nom durant la copie d'une adresse depuis le menu contextuel de Mail";
"COPYNAMEMAIL_NO" = "Masquage du nom durant la copie d'une adresse depuis le menu contextuel de Mail";
"REINIT_MAIL" = "Réinitialisation des paramètres de Mail";

"TRACKNUMBER_NO" = "Masquage des numéros de piste durant l'importation dans iTunes";
"TRACKNUMBER_YES" = "Affichage des numéros de piste durant l'importation dans iTunes";
"AUTOPLAY_NO" = "Désactivation de la lecture durant l'importation dans iTunes";
"AUTOPLAY_YES" = "Activation de la lecture durant l'importation dans iTunes";
"DISABLESTORE_NO" = "Activation d'iTunes Store dans iTunes";
"DISABLESTORE_YES" = "Désactivation d'iTunes Store dans iTunes";
"SHOWPING_YES" = "Affichage du bouton Ping dans iTunes";
"SHOWPING_NO" = "Masquage du bouton Ping dans iTunes";
"ITUNESLINKS_YES" = "Affichage des liens fléchés d'iTunes";
"ITUNESLINKS_NO" = "Masquage des liens fléchés d'iTunes";
"LINK_MS" = "Redirection des liens fléchés vers le Music Store";
"LINK_LIB" = "Redirection des liens fléchés vers la bibliothèque";
"HALFSTARS_YES" = "Activation du clasement par demi-étoile";
"HALFSTARS_NO" = "Désactivation du classement par demi-étoile";
"HIGHCONTRAST_YES" = "Activation du mode Contraste élevé dans iTunes";
"HIGHCONTRAST_NO" = "Désactivation du mode Contraste élevé dans iTunes";
"ITUNESZOOM_NO" = "Activation du mini-lecteur avec le bouton d'agrandissement";
"ITUNESZOOM_YES" = "Désactivation du mini-lecteur avec le bouton d'agrandissement";
"REINIT_ITUNES" = "Réinitialisation des paramètres d'iTunes";

"LOAD_IMAGELOGIN" = "Changement de l'image de fond de la fenêtre d'ouverture de session";
"RESET_IMAGELOGIN" = "Restauration du fond de la fenêtre d'ouverture de session";
"MSGLOGIN_YES" = "Affichage d'un message dans la fenêtre d'ouverture de session";
"MSGLOGIN_NO" = "Masquage du message dans la fenêtre d'ouverture de session";
"MODIF_LOGIN" = "Modification des paramètres de la fenêtre d'ouverture de session";
"ENABLEKIOSK" = "Désactivation de Redémarrer, Éteindre et Fermer la session du menu Pomme";
"DISABLEKIOSK" = "Activation des éléments Redémarrer, Éteindre et Fermer la session du menu Pomme";
"KIOSKRESTART" = "Modification du menu Pomme."; 
"MSG_KIOSKRESTART" = "La modification de l'état des éléments Redémarrer, Éteindre et Fermer la session du menu Pomme ne prendra effet qu'après le redémarrage de votre ordinateur.\nSouhaitez-vous vraiment forcer le redémarrage de l'ordinateur maintenant ?";
"HIDEBUTSESSION" = "Masquage des boutons de la fenêtre d'ouverture de session";
"SHOWBUTSESSION" = "Affichage des boutons de la fenêtre d'ouverture de session";
"INFOLOGIN" = "Modification des informations dans la fenêtre d'ouverture de session";
"SHOWADMINUSERS_YES" = "Affichage des utilisateurs administrateurs dans la liste d'utilisateurs";
"SHOWADMINUSERS_NO" = "Masquage des utilisateurs administrateurs dans la liste d'utilisateurs";
"SHOWLOCALUSERS_YES" = "Affichage des utilisateurs standards dans la liste d'utilisateurs";
"SHOWLOCALUSERS_NO" = "Masquage des utilisateurs standards dans la liste d'utilisateurs";
"SHOWNETWORKUSERS_YES" = "Affichage des utilisateurs réseau dans la liste d'utilisateurs";
"SHOWNETWORKUSERS_NO" = "Masquage des utilisateurs réseau dans la liste d'utilisateurs";
"SETBOOT" = "Paramétrage du mode de démarrage";
"ALRT_BOOT" = "Vous avez choisi le mode de démarrage Console (single user).";
"MSG_BOOT" = "Au prochain redémarrage, l'ordinateur ne chargera pas le Finder et n'affichera donc plus le Bureau. \nPour revenir alors au mode de démarrage normal, tapez la commande (attention, clavier QWERTY) : \nnvram boot-args='' ''";
"REINIT_LOGIN" = "Réinitialisation des paramètres de la fenêtre d'ouverture de session";

"INDEXING_YES" = "Activation de l'indexation du disque de démarrage";
"INDEXING_NO" = "Désactivation de l'indexation du disque de démarrage";
"DELETE_SPOTLIGHTINDEX" = "Suppression de l'index de Spotlight du disque de démarrage";
"DICTSPOTLIGHT_YES" = "Activation de la recherche Spotlight dans le Dictionnaire";
"DICTSPOTLIGHT_NO" = "Désactivation de la recherche Spotlight dans le Dictionnaire";
"CALCSPOTLIGHT_YES" = "Activation de la Calculette dans Spotlight";
"CALCSPOTLIGHT_NO" = "Désactivation de la Calculette dans Spotlight";
"HIDE_SPOTLIGHTICN" = "Masquage de l'icône de Spotlight dans la barre des menus";
"SHOW_SPOTLIGHTICN" = "Affichage de l'icône de Spotlight dans la barre des menus";
"REINIT_SPOTLIGHT" = "Réinitialisation des paramètres de Spotlight";

"VERIFYDMG_YES" = "Activation de la vérification des images disques";
"VERIFYDMG_NO" = "Désactivation de la vérification des images disques";
"FORMATDMG_YES" = "Ajout de formats d'images disques supplémentaires";
"FORMATDMG_NO" = "Suppression des formats d'images disques supplémentaires";
"DEBUGDU_YES" = "Affichage du menu Déboguer de Utilitaire de disque";
"DEBUGDU_NO" = "Masquage du menu Déboguer de Utilitaire de disque";
"VERIFYBURN_YES" = "Activation de la vérification des disques après la gravure";
"VERIFYBURN_NO" = "Désactivation de la vérification des disques après la gravure";
"HELPFLOAT_NO" = "Activation du mode fenêtre non flottante dans Visualisation Aide";
"HELPFLOAT_YES" = "Activation du mode fenêtre flottante dans Visualisation Aide";
"ICONHELP_NO" = "Masquage de l'icône de Visualisation Aide dans le Dock et le Sélecteur d'applications";
"ICONHELP_YES" = "Affichage de l'icône de Visualisation Aide dans le Dock et le Sélecteur d'applications";
"DEBUGHELP_NO" = "Désactivation du mode débogage de Visualisation Aide";
"DEBUGHELP_YES" = "Activation du mode débogage de Visualisation Aide";
"X11ALERTQUIT_NO" = "Masquage du message d'alerte avant de quitter X11";
"X11ALERTQUIT_YES" = "Affichage d'un message d'alerte avant de quitter X11";
"APP_X11" = "Modification de l'application à exécuter au lancement de X11";
"SSBONJOUR_YES" = "Affichage du navigateur Bonjour dans Partage d'écran";
"SSBONJOUR_NO" = "Masquage du navigateur Bonjour dans Partage d'écran";
"SSTOOLBAR_YES" = "Affichage de la barre d'outils complète dans Partage d'écran";
"SSTOOLBAR_NO" = "Masquage de la barre d'outils complète dans Partage d'écran";
"DASHBOARD_YES" = "Activation de Dashboard et de ses widgets";
"DASHBOARD_NO" = "Désactivation de Dashboard et de ses widgets";
"DEVMODE_YES" = "Activation du mode Développeur de Dashboard";
"DEVMODE_NO" = "Désactivation du mode Développeur de Dashboard";
"RIPPLE_YES" = "Activation de l'effet Ondulation lors de l'ajoût d'un nouveau widget";
"RIPPLE_NO" = "Désactivation de l'effet Ondulation lors de l'ajoût d'un nouveau widget";
"DEBUGARD_YES" = "Affichage du menu Déboguer d'Apple Remote Desktop";
"DEBUGARD_NO" = "Masquage du menu Déboguer d'Apple Remote Desktop";
"DEBUGICAL_YES" = "Affichage du menu Debug d'iCal";
"DEBUGICAL_NO" = "Masquage du menu Debug d'iCal";
"DATADETECTICHAT_NO" = "Désactivation des Data Detectors d'iChat";
"DATADETECTICHAT_YES" = "Activation des Data Detectors d'iChat";
"FOCUSTERMINAL_YES" = "Activation du focus des fenêtres du Terminal";
"FOCUSTERMINAL_NO" = "Désactivation du focus des fenêtres du Terminal";
"ASINSPECTOR_YES" = "Activation de l'inspecteur AppleScript dans Interface Builder";
"ASINSPECTOR_NO" = "Désactivation de l'inspecteur AppleScript dans Interface Builder";
"REINIT_MISC" = "Réinitialisation de divers paramètres";

"NO_SN" = "Numéro de série non initialisé. \nLa carte mère a probablement été changée.";
"PURGE_MEMORY" = "Purge de la mémoire inactive";
"DISABLE_SWAP" = "Désactivation de la mémoire virtuelle";
"ENABLE_SWAP" = "Activation de la mémoire virtuelle";
"MODIF_JOURNAL" = "Modification de l'état de la journalisation HFS+";
"JOURNAL_YES" = "Activation de la journalisation HFS+";
"JOURNAL_NO" = "Désactivation de la journalisation HFS+";
"SHOW_MINIPROFILE" = "Affichage du mini profil";
"SHOW_BASICPROFILE" = "Affichage du profil de base";
"SHOW_FULLPROFILE" = "Affichage du profil complet";
"SAVE_MINIPROFILE" = "Enregistrement du mini profil";
"SAVE_BASICPROFILE" = "Enregistrement du profil de base";
"SAVE_FULLPROFILE" = "Enregistrement du profil complet";
"PROFILE_SAVED" = "Profil enregistré";
"MSG_XMLSAVED" = "Le profil de votre configuration matérielle et logicielle a été enregistré au format XML (.spx) sur le Bureau.";
"MSG_TXTSAVED" = "Le profil de votre configuration matérielle et logicielle a été enregistré au format Texte (.txt) sur le Bureau.";

"DEL_LOG" = "Suppression de l'historique d'OnyX";
"NEWLOG" = "Création d'un nouvel historique...";
"DEL_REPORTS" = "Suppression des rapports de problèmes d'OnyX";

"BAD_SYSTEM" = "OnyX est incompatible avec cette version du Système.";
"GOOD_SYSTEM" = "Cette version d'OnyX ne fonctionne qu'avec les versions 10.6 de Mac OS X (Snow Leopard).";
"BADPASS" = "Vous devez taper un nom et un mot de passe d'administrateur.";
"MSG_BADPASS" = "Essayez d'entrer vos informations à nouveau.";

"ERROR" = "Erreur : ";
"MSG_NOSCRIPTLOG" = "Ces scripts de maintenance n'ont probablement jamais été exécutés.";
"ERR_ONYXLOG" = "Système d'historique d'OnyX désactivé.";
"MSG_ONYXLOG" = "Vous avez probablement personnalisé les formats de date et d'heure dans les Préférences Système. Un bug du Système empêche le fonctionnement du système d'historique d'OnyX.";
"ERR_UPDLOCATE" = "Erreur détectée durant la reconstruction de la base de données locate.";
"ERR_UPDWHATIS" = "Erreur détectée durant la reconstruction de la base de données whatis.";
"NOT_FOUND" = "Aucun élément trouvé...";
"ERR_INFOJOURNAL" = "Erreur détectée durant la lecture des informations de journalisation. Activation/désactivation impossible.";
"ERR_ENABLEJOURNAL" = "Erreur détectée durant l'activation de la journalisation.";
"ERR_DISABLEJOURNAL" = "Erreur détectée durant la désactivation de la journalisation.";
"ERR_LOAD" = "Erreur de chargement.";
"ERR_DEVTOOLS" = "Erreur détectée durant l'installation du panneau de préférences.";
"ERR_SYNTAX" = "Erreur de syntaxe.";
"ERR_DSSTORE" = "Erreur détectée durant la suppression des fichiers .DS_Store.";
"MSG_DSSTORE" = "Vérifiez le chemin d'accès...";
"ERR_DATAENTRY" = "Erreur de saisie.";
"ERR_NONAME" = "Aucun nom n'a été spécifié. Veuillez saisir un nom.";
"ERR_POINTNAME" = "Le nom spécifié commence par un point. Les fichiers dont le nom commence par un point sont masqués par le système. Veuillez donc saisir un autre nom.";
"NO_ANIMDESKTOP" = "Aucun fond d'écran sélectionné.";
"CHOOSE_ANIMDESKTOP" = "Veuillez choisir un fond d'écran puis cliquez sur Démarrer.";
"MSGLOGIN" = "Message non enregistré.";
"ERR_MSGLOGIN" = "Vous utilisez probablement des caractères spéciaux interdits. Veuillez modifier le message et réessayez...";
"ERR_UPDATE" = "Erreur durant la recherche d'une mise à jour d'OnyX.";
"ERR_UPDATERETRY" = "Une erreur est survenue durant la recherche d'une mise à jour d'OnyX. Le site web est momentanément indisponible ou vous n'êtes pas connecté à Internet. Veuillez réessayer plus tard.";
"NO_FILE" = "Fichier inexistant.";
"NOCOMMAND" = "Aucune commande sélectionnée...";
"SELECT_COM" = "Veillez sélectionner une commande dans la liste ou saisir une commande dans le champ de recherche.";
"NO_MAN" = "Aucune entrée de manuel pour la commande : ";
"UNKNOWN_COM" = "Cette commande est inconnue ou ne possède pas de manuel.";
"EMPTY_LIST" = "Liste vide.";
"NO_SELECTION" = "Aucun élément sélectionné...";
"MSG_NOCASE" = "Veuillez sélectionner au moins une option puis réessayez.";
"ERR_TYPEPROFILE" = "Profil non défini.";
"MSG_TYPEPROFILE" = "Veuillez sélectionner un type de profil...";
"ERR_FORMATPROFILE" = "Format non défini.";
"MSG_FORMATPROFILE" = "Veuillez sélectionner un format de profil...";
"MSG_SAVEPROFILE" = "Une erreur est survenue durant la sauvegarde du profil de configuration.";
"NO_LOGONYX" = "L'historique d'OnyX (~/Bibliothèque/Logs/OnyX.log) n'existe pas. Il a probablement été effacé.";
"BAD_CRASHONYX" = "Le fichier sélectionné n'est pas un rapport de diagnostic d'OnyX ou bien il a été renommé.";

"ALRT" = "Attention !";
"ALRT_HIDEDISK" = "Souhaitez-vous vraiment masquer le disque de démarrage ?";
"ALRT_FINDER" = "OnyX va relancer le Finder. Vérifiez qu'aucune opération n'est en cours (copie ou déplacement de fichiers, vidage de la Corbeille...) puis cliquez sur Continuer.";
"ALRT_SYSTEMUISERVER" = "OnyX va relancer le processus SystemUIServer. Ce processus affiche les icônes situées à droite dans la barre des menus.";
"ALRT_APPS" = "OnyX pourrait forcer certaines applications à quitter. Vérifiez qu'aucune opération n'est en cours et que vos documents sont enregistrés puis cliquez sur Continuer.";
"ALRT_ALLAPPS" = "OnyX va quitter toutes les applications ouvertes.";
"ALRT_FINDERAPPS" = "OnyX pourrait forcer le Finder et certaines applications à quitter. Vérifiez qu'aucune opération n'est en cours et que vos documents sont enregistrés puis cliquez sur Continuer.";
"ALRT_RESTOREDOCK" = "OnyX va restaurer et relancer le Dock. Les paramètres seront réinitialisées et l'affichage du Dock se fera exactement tel qu'il l'était lors de l'installation du Système.";
"ALRT_REINITDOCK" = "OnyX va réinitialiser les paramètres du Dock et le relancer.";
"ALRT_DOCK" = "OnyX va relancer le Dock.";
"ALRT_SAFARI" = "OnyX va forcer Safari à quitter. Vérifiez qu'aucun téléchargement n'est en cours puis cliquez sur Continuer.";
"ALRT_ITUNES" = "OnyX va forcer iTunes à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";
"ALRT_DU" = "OnyX va forcer Utilitaire de disque à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";
"ALRT_TERM" = "OnyX va forcer le Terminal à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";
"ALRT_QTPLAYER" = "OnyX va forcer QuickTime Player à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";
"ALRT_MAIL" = "OnyX va forcer Mail à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";
"ALRT_ARD" = "OnyX va forcer Apple Remote Desktop à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";
"ALRT_ICAL" = "OnyX va forcer iCal à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";
"ALRT_ICHAT" = "OnyX va forcer iChat à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";
"ALRT_HELPVIEWER" = "OnyX va forcer Visualisation Aide à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";
"ALRT_X11" = "OnyX va forcer X11 et ses applications à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";
"ALRT_SS" = "OnyX va forcer le Partage d'écran à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";
"ALRT_IB" = "OnyX va forcer Interface Builder à quitter. Vérifiez qu'aucune opération n'est en cours puis cliquez sur Continuer.";

"APPLE" = "de Apple Inc.";
"BARRIERE" = "de Joël Barrière";
"MARCHAND" = "de Jérémy Marchand";
"PETERSEN" = "de Dirk Petersen";
"BESSON" = "de Mathieu Besson";
"KINO" = "de Nato Kino";
"BENNETT" = "de Francisco O. Bennett";
"IDIART" = "de Dominique Idiart";
"BLOIS" = "de Jonathan Blois";
"BOUKARABILA" = "de Karim Boukarabila";
"HEUVEL" = "de Vincent van den Heuvel";
"HAWTIN" = "de Michael Hawtin";
"WONDRACK" = "de James Wondrack";
"TOOHEY" = "de Will Toohey";
"COLASHEEP" = "de Cola Sheep";
"RAZAN" = "de John D. Razan";
"J2MC" = "de Jose Juan Medina Cabrera";
"RHINEHART" = "de Brian Rhinehart";
"TOM" = "de Tom";
"LANHAM" = "de David Lanham";

"UNINSTALL_ONYX" = "Souhaitez-vous vraiment désinstaller OnyX et les composants créés lors de l'installation et de l'utilisation de l'application ?";
"QUIT_ONYX" = "Souhaitez-vous vraiment quitter OnyX ?";
